{
  "username": "lexfridman",
  "id": "427089628",
  "profile_image_url": "https://pbs.twimg.com/profile_images/956331551435960322/OaqR8pAB_normal.jpg",
  "url": "https://t.co/cGtUxSUQZd",
  "name": "Lex Fridman",
  "tweets": [
    {
      "id": "1433854337059627021",
      "text": "RT @hubermanlab: Brilliant, informative and important discussion between @lexfridman and @profvrr about viruses, and vaccines. They cover t…"
    },
    {
      "id": "1433633803063472128",
      "text": "My brain told me to tweet this. I wonder what it will tell me to do next. I'm excited by all the possibilities."
    },
    {
      "id": "1433193004106387457",
      "text": "RT @profvrr: My three and one half hour conversation about viruses with @lexfridman was amazing - please check it out. Longer than an episo…"
    },
    {
      "id": "1433124582341361666",
      "text": "Here's my conversation with Vincent Racaniello (@profvrr), a virologist and microbiologist at Columbia, co-host of This Week in Virology, and one of best educators of biology and science that I've ever spoken to. We talk all about viruses and vaccines. https://t.co/JjHX5NI6Ee https://t.co/szCvZAVirb"
    },
    {
      "id": "1432792995426938880",
      "text": "Some tech podcasts I love:\n\nFor the storytelling:\nDarknet Diaries\nw/ @JackRhysider\n\nFor the friendship &amp; insights:\nAll-In\nw/ @Jason @chamath @DavidSacks @friedberg\n\nFor the AI wisdom:\nML Street Talk w/ @ykilcher @ecsquendor ++\nTWIML AI w/ @samcharrington\nRobot Brains w/ @pabbeel"
    },
    {
      "id": "1432036337151004676",
      "text": "Here's my conversation with Wojciech Zaremba (@woj_zaremba), co-founder of OpenAI and head of their efforts on language models (GPT-3), code generation, and previously, robotics. Wojciech is brilliant and is a great human being. I really enjoyed this chat. https://t.co/o15RKM6ao8 https://t.co/QOrAUzTQeC"
    },
    {
      "id": "1431743770366730243",
      "text": "Andrew Huberman (@hubermanlab) took his first jiu jitsu class w/ me at 10th Planet in Austin while visiting. As the picture shows, I think it went well. It's great to see a world-class scientist humbly take on a new challenge with a beginner's mind. Video: https://t.co/8QuLEdcO2b https://t.co/4F0Heykyqq"
    },
    {
      "id": "1431727791033229316",
      "text": "@elonmusk Humans are complicated. https://t.co/0C7B5kzgr9"
    },
    {
      "id": "1431365616003387393",
      "text": "Here's my conversation with Jed Buchwald, a historian and philosopher of science at Caltech. We focus our conversation on Isaac Newton, one of the most important and fascinating figures in human history. https://t.co/x60VWzGnQg https://t.co/qE3Q7EziaP"
    },
    {
      "id": "1430286258136391684",
      "text": "Education is about more than memorization. Learning &amp; practicing general principles of problem solving is more important than memorizing the techniques of how to solve specific problems. https://t.co/UsHsef7fjf"
    }
  ]
}
